var books = {
    "book1": {
        "title": "呐喊",
        "author": "鲁迅",
        "description": "“呐喊”中的小说，以振聋发聩的气势，揭示了中国的社会面貌，控诉了封建制度的罪恶，喊出了“五四”时期革命者的心声。它反映了“五四”彻底不妥协地反封建主义的革命精神，适应了中国革命从旧民主主义向新民主主义转变的需要，在中国现代文化史和文学史上占有重要地位！"
    },
    "book2": {
        "title": "追风筝的人",
        "author": "卡勒德·胡赛尼",
        "description": "12岁的阿富汗富家少爷阿米尔与仆人哈桑情同手足。然而，在一场风筝比赛后，发生了一件悲惨不堪的事，阿米尔为自己的懦弱感到自责和痛苦，逼走了哈桑，不久，自己也跟随父亲逃往美国。成年后的阿米尔始终无法原谅自己当年对哈桑的背叛。为了赎罪，阿米尔再度踏上暌违二十多年的故乡，希望能为不幸的好友尽最后一点心力，却发现一个惊天谎言，儿时的噩梦再度重演，阿米尔该如何抉择？"
    }
};